"unknown_error"="原因不明のエラー";
"unknown_data_type"="データ型エラー";

"Assets"="資産";
"Markets"="市場";
"Discover"="発見";
"Profile"="本人";
"Exchanges"="取引";
"reach_bottom"="おっとっと、最後になりました";
"slide_load_more"="上へスライド";
"loading_more"="読み込んでいます...";
"warm_tip"="Tips";
"camera_setting_tips"="「設定 -TokenPocket - カメラ」にてアクセス許可をオンにしてください ";
"confirm"="確定";
"album_access_failed"="システム上の理由でアルバムにアクセスすることはできません";
"no_camera"="カメラが見つかりません";


"just_now"="たった今";
"one_min_ago"="分前";
"n_min_ago"="分前";
"one_h_ago"="時間前";
"n_h_ago"="時間前";
"one_day_ago"="日前";
"n_day_ago"="日前";
"one_m_ago"="ヶ月前";
"n_m_ago"="ヶ月前";
"one_y_ago"="年前";
"n_y_ago"="年前";
"trans_record"="取引履歴";
"transaction_succ"="取引成功";
"trans_fail"="取引失敗";
"transing"="取引を処理しています";
"copy"="コピー";
"copy_to_board"="クリップボードにコピーされました";
"trans_query"="取引照会";
"trans_detail"="取引詳細";
"transaction"="送金";
"package_fail"="パッケージングに失敗ました";
"packaging"="提出済み、パッケージ済み";
"trans_suc"="送金成功";
"trans_fai"="送金失敗";
"trans_to_self"="自分に送金する";
"wrong_addr_tips"="ウォレットアドレスが正しくありません";
"no_enough_token"="残高不足です";
"next_step"="次へ";
"wallet_addr"="公開鍵";


"input_paste_addr"="ウォレットアドレスを入力またはペーストしてください";
"trans_amount"="送金額";
"input_out_amount"="送金額を入力してください";
"miner_fee"="マイナー手数料";
"select_fee"="マイナー手数料を選択してください";
"comment"="備考";
"trans_num"="取引番号";
"blc_num"="ブロック番号";
"trans_time"="取引時間";
"copy_url"="URLをコピー";
"choose_token_trans"="送金トークンを選択してください";
"req_exchange_list_fail"="取引リストの取得に失敗しました";
"wrong_and_try_later"="エラーです。後程もう一度お試しください";
"all"="全部";
"receive"="入金";
"receiver"="入金先";
"copied"="コピーしました";
"copy_wallet_addr"="入金先アドレスをコピーしました";
"rece_amount"="入金額";
"set_rec_amount"="入金受け取り設定";
"cannot_recog_qrcode"="QRコードが認識できません";
"align_qrcode"="QRコードの照合";
"album"="アルバム";
"scan"="スキャン";
"input_asset_name"="アセット名を入力してください";
"cancel"="キャンセル";
"confirm"="確定";
"hot_coin"="人気コイン";
"coming_soon"="近日公開";
"add_tokens"="トークン追加";
"support_token_tip"="トークン情報サポート";


"all_wallet"="全てのウォレット";
"no_wallet_tips"="ウォレットを作成してください。";
"ok"="OK";
"how_to"="方法";
"advanced"="アドバンストオプション";
"custom_gas_price"="Gas料金のカスタム";
"custom_gas"="Gasのカスタム";
"input_pwd"="パスワードを入力してください";
"confirm"="確認";
"my_asset"="アセット";
"create_wallet"="新しいウォレットの作成";
"added"="追加済";
"add"="追加";
"all_wallet"="全てのウォレット";
"has_no"="未作成";
"wallet"="ウォレット";
"s_wallet"="のウォレット";
"s_only_token_chain"="だけのトークンチェーン";


"dapp_recomd"="DAppレコメンド";
"articles"="文章";
"hot_articles"="人気記事";
"news_flash"="速報";
"source"="ソース";
"switch_account"="アカウント切替";
"personal_center"="個人情報センター";
"msg"="メッセージ";
"contact"="連絡先";
"help"="ヘルプ";
"about"="について";
"settings"="設定";
"saving"="保存中";
"save_succ"="保存成功";
"save_fail"="保存失败";
"save"="保存";
"exporting"="エクスポート中...";
"delete_caution"="取り消し注意";
"delete_succ"="削除成功";
"delete_fail"="削除失敗";
"pwd_error"="パスワードエラー";
"pwd_not_match"="パスワードが一致しません。もう一度お試しください";
"export_fail"="エクスポートに失敗しました";
"login_pwd"="パスワードログイン";
"login_faceid"="顔認識";
"login_touchid"="指紋認識";
"language"="言語";


"currency_unit"="通貨単位";
"web3_setting"="web3設定";
"set"="設定";
"cancel"="キャンセル";
"setting_nodes"="ノードの設定";
"read_all"="すべてを読む";
"custom_path"="カスタムパス";
"service_privacy"="サービスプライバシー";
"importing"="インポート中...";
"m_new_wallet"="Mー新ウォレット";
"import_succ"="インポート成功";
"import_fail"="インポート失敗";
"term_service"="サービス内容";
"wallet_exist"="ウォレットが既に存在しています";
"pk_wallet"="PKーウォレット";
"ks_wallet"="KSーウォレット";
"choose_blc_type"="ブロックタイプの選択";
"created"="作成済";

"import_wallet"="ウォレットのインポート";
"mnemonic"="ニーモニックフレーズ";

"pri_key"="秘密鍵";
"pub_key"="公開鍵";
"keystore"="Keystore";
"backup_mnem"="ニーモニックフレーズをバックアップ";
"backup_mnem_tips"="ニーモニックフレーズ情報のバックアップ";
"backup_pk"="バックアップキー";
"backup_pk_tips"="バックアップキー情報";
"confirm_result"="結果を確認する";
"reconfirm_mnemonic"="ニーモニックフレーズの再確認";
"reconfirm_pk"="秘密鍵の再確認";
"backup_succ"="バックアップ成功";
"choose_wallet_chain_type"="ウォレットチェーンタイプの選択";
"complete_info"="完全な情報を記入してください";
"read_and_agree"="サービスとプライバシーポリシーを読み、同意してください";
"tips"="提示";
"create_succ"="ウォレット作成成功";
"create_fail"="ウォレット作成失敗";
"backup_wallet"="ウォレットをバックアップ";

"choose_blc_type"="ブロックチェーンタイプを選択する";
"chain_info_retry"="ブロックチェーン情報の取得に失敗しました。もう一度お試しください";
"already_wallet"="既に作成済です。";
"wallet_manage"="ウォレット管理";
"total_asset"="アセット状況";
"pri_policy"="個人情報保護方針";
"ver_release"="バージョンリリース";
"check_update"="新バージョンを確認";
"app_guide"="製品ガイド";
"modify_succ"="修正成功";
"modify_fail"="修正失敗";
"change_pwd"="パスワードを変更する";
"done"="完成";
"receiver"="送金先";
"trans_succ"="送金成功";
"trans_noti"="送金通知";
"sender"="送金者";
"blc_type"="ブロックチェーンタイプ";

"weak"="弱い";
"normal"="普通";
"good"="良い";
"safe"="安全";
"curr_version"="現バージョン:";
"created"="作成しました";
"processing"="処理しています";
"all_select"="全部選択";
"unselect"="選択しない";
"delete_fail_retry"="削除に失敗しました。もう一度お試しください。";
"delete"="削除";
"no_token_go_add"="まだトークンを持っていません。トークンを追加してください。";
"search_token_market"="トークン市場を検索";
"add_fail"="追加失敗";
"hot_rec"="お薦め";


"missing_param"="パラメーターがありません";
"sign_failed"="サインインに失敗しました";
"pls_repeat_pwd"="もう一度パスワードを入力してください";
"input_pwd_auth"="身元を確認するためにパスワードを入力してください";
"contact_us"="問題が発生しました。直ちにお問い合わせください。";
"wrong_pwd"="パスワードが間違っていますので、再入力してください";
"no_deviceId"="申し訳ありませんが、現在のデバイスは指紋/顔IDをサポートしていません";
"deviceId_wrong"="指紋/顔IDが正しくありません、認証に失敗しました";
"auth_failed"="認証失敗";
"auth_fail_to_pwd"="認証失敗。携帯のロック解除画面でパスワードを入力してください";
"setting_succ"="設定成功";
"usr_agreement"="ユーザー規約";
"auth_pwd"="パスワード確認";
"touch_pwd"="クリックしてパスワードを認証する";
"touch_touchId"="クリックして指紋認証を起動する";
"touch_faceId"="クリックして顔認証を起動する";
"update_tips"="TokenPocketは更新されました";
"go_download"="ダウンロードへ";

"amount"="数量";
"rate"="割合";
"input_pwd1"="パスワードを入力";
"auth_with_touchId"="指紋認証";
"soon"="お待ちください";
"de_exchange"="非中央集権的グローバルデジタル資産取引所";
"now_price"="最新値";
"change_ratio"="上下幅";
"no_market_tendency"="現在マーケット動向";
"add_tendency"="マーケット動向を追加";
"pay_wallet"="送金";
"trans_out"="入金";
"trans_info"="注文情報";
"trans_detail"="取引詳細";
"confirm_trans"="送金確認";
"fee_setting"="手数料設定";
"gas_slow"="ガスが遅い";
"gas_fast"="ガスが速い";
"gas_rec"="ガスの推薦";
"wallet_delete"="ウォレット削除";
"wallet_name"="ウォレット名";
"wallet_addr"="公開鍵";
"change_pwd"="パスワードを変更する";
"export_pk"="秘密鍵をエクスポート";
"export_keystore"="Keystoreをエクスポート";
"addr_copy"="アドレスコピー";

"pwd_curr"="現在のパスワード";
"pwd_new"="新しいパスワード";
"pwd_repeat"="パスワード確認";
"pwd_forget"="パスワードを忘れましたか？ 秘密鍵をインポートすればパスワードをリセットすることが可能です。";
"import_imid"="今すぐインポート";
"pla_pwd_curr"="現在のパスワード";
"pla_pwd_new"="新しいパスワード";
"pla_pwd_repeat"="パスワード確認";
"total_asset_title"="総アセットタイトル";
"title_share_to"="と共有";
"title_button_cancel"="ボタンのキャンセル";
"wx_frnds"="Wechatの友達";
"wx_timeline"="Wechatタイムライン";
"share_qq"="QQの共有";
"backup_wallet_line"="ウォレットのバックアップ";
"backup_tips"="秘密鍵またはニーモニックフレーズをバックアップしてください";
"tip_one"="パスワード保護秘密鍵と認証、強度は非常に重要です";
"tip_two"="TokenPocketパスワードを保存しておいてください";
"wallet_foundation"="ウォレットシステム";
"set_pwd"="パスワードを設定する";
"repeat_pwd"="パスワードを確認する";
"pwd_hint"="ヒント";
"pwd_optional"="オプション";
"read_agree"=" 私は読んで同意した";
"input_private_key"="平文の秘密鍵を入力してください";
"input_public_key" = "公開鍵またはアカウント番号を入力してください";
"input_mnemonic_words"="ニーモニックフレーズをスペースを入力してください";
"derive_path"="パスの取得";
"import_start"="インポートを開始する";
"ks_pwd"="Keystore のパスワード";
"input_ks_key"="Keystore を入力してください";
"what_is_ks"="KeyStoreは何ですか？";
"import_ks_desc"="Keystoreの内容をコピーして入力ボックスに直接貼り付けてください。 または、Keystoreの内容をQRコードに変換し、スキャンしてください。";
"import_ks_tips"="Keystoreの入力が正しいかどうかを確認してください。直接コピー＆ペーストすることをお勧めします。";


"pwd_length_tip"="8桁以上の文字、大文字と小文字、数字、特殊記号を混合することをお勧めします";
"pwd_length_weak"="パスワードが弱すぎるため、ハッキングされやすいです。";
"mnemonic_write_down"="ウォレットのニーモニックフレーズを書き留めてください";
"pk_write_down"="秘密鍵をコピーする";
"confirm_mnemonic_title"="ニーモニックフレーズを確認してください";
"confirm_pk_title"="ウォレットの秘密鍵を確認してください";
"confirm_mnemonic_desc"="ニーモニックフレーズを正しい順番にクリックし、バックアップしたニーモニックフレーズと照合します";
"confirm_pk_desc"="ウォレットの秘密鍵を入力して、バックアップした秘密鍵と照合します";
"entry_agree"="サービス契約とプライバシーポリシーに同意する";
"tap_reauth"="クリックして再度認証";
"send_trans_fail"="取引に失敗しました";
"desc_wrong_pwd"="パスワードが正しくありません";
"backup_wallet_line_prefix"="入力行の修正のためのウォレットバックアップ";
"backup_wallet_line_suffix"="入力行の安全のためのウォレットバックアップ";
"backup_tips"="秘密鍵またはニーモニックフレーズをバックアップしてください";
"backup_now"="今すぐバックアップ";
"read_first"="利用規約を読み、同意してください";
"illegal_mnem"="不正なニーモニックフレーズです、確認してください";
"about_us_desc"="TokenPocketはモバイルライトウォレットAPPです。安全安心、使いやすい、パワフルなデジタル資産ウォレットを提供する事を目指しています";
"phone_num"="電話番号";
"e_mail"="メール";
"contact_comment"="備考";
"title_contact"="連絡先";
"export_ks"="Keystoreをエクスポート";
"qrcode"="QRコード";
"ks_file"="KeyStoreフェイル";
"copy_ks"="KeyStoreをコピーする";
"off_line_save"="オフラインで保存";


"off_line_save_tips"="Keystoreファイルをコピーして安全なオフラインの場所に貼り付けて保存してください。 電子メール、メモ帳、ウェブ、チャットなどに保存しないでください。非常に危険です";
"no_net_transmission"="ネットワーク経由で転送しないでください";
"no_net_transmission_tips"="ネットワークツールを使用してKeystoreファイルを転送しないでください。ハッキングされると、修復不可能なアセット損傷が発生します。 オフライン環境でQRコードをスキャンして送信することをお勧めします。";
"password_safe_deposit"="パスワードデータベースに保存";
"password_safe_deposit_tips"="オンラインで保存する場合は、より安全レベルの高い1Passsword等パスワード保存ソフトを使用しKeystoreを保存することをお薦めします";
"only_scan"="スキャンのみ";
"only_scan_tips"="QRコードは保存したり、スクリーンショットを撮ったり、写真を撮ることは禁じられています。";
"use_safely"="安全な環境で使用";
"use_safely_tips"="周囲に人がいない及びカメラがない環境で使用してください。QRコードが漏洩すると挽回不可な損失になる恐れがあります。";
"confirmed_no_p_c"="周囲に人がいないとカメラがないことを確認しました";
"show_code"="QRコードを表示する";
"no_screenshots"="スクリーンショットを取らないでください";
"make_sure_safely"="周囲に人がいない及びカメラがないことを確認してください！スクリーンショットや写真の形でKeystoreファイル及びQRコードを保存しないでください。";
"i_know"="了解です";
"search_token_placeholder"="Tokenまたはコントラクトアドレスを入力してください";
"eos_blc_eth"="ETH";
"eos_blc_eth_desc"="ETH体系";
"eos_wallet_vc_title"="EOSのメインチェーンウォレットが生成されました。バックアップしてください";
"eos_important_tips"="EOSの重要なお知らせ";
"eos_backup_desc"="紙に秘密鍵を記入し、安全な場所に保管してください。 秘密鍵をネットワークディスクツールに格納しないでください。非常に危険です";
"eos_title_wallet"="EOSウォレット";
"eos_start_backup"="EOSバックアップ開始";
"eos_use_exist_wallet"="既存のEOSウォレットを使用する";


"eos_title_to_add"="入金アドレス";
"eos_title_amount"="金額";
"eos_title_miner_fee"="マイナー手数料";
"eos_btn_mapping"="マッピングを開始する";
"eos_placeholder_select_wallet"="マッピング対象ウォレットの選択";
"eos_title_contract_add"="アドレス詳細";
"eos_title_mapping_info"="マッピング情報";
"eos_map_success"="マッピング成功";
"eos_tips_select_wallet"="マッピングするウォレットを選択してください";
"eos_tips_input_eos"="EOS公開鍵がありません";
"eos_mapped"="当該アドレスは既にマッピング済みです。再選択してください";
"eos_mainnet_tip"="マッピングが成功した後、メインネットワークが起動すると、ネイティブトーケンがEOSアドレスに送金されます。";
"eos_title_eth_add"="ETHアドレス:";
"eos_title_eos_add"="EOSアドレス:";
"eos_map_verify_suc"="マッピング検証成功";
"eos_map_verify_fail"="マッピング検証失敗";
"eos_map_verify_wait"="マッピング処理中...";
"eos_map_verify_token_prefix"="あなたが所有";
"eos_map_verify_token_suffix"="個のEOSオリジナルトーケン";
"eos_map_verify_token_empty"="EOSネイティブトーケンを所有していません";
"eos_map_verify_loading"="読み込み中";
"eos_wallet_own_placeholder"="クリックしてEOS公開鍵を入力します";
"eos_wallet_next"="次へ";
"eos_wallet_use_own_prefix"="重要なお知らせ：";
"eos_wallet_use_own_suffix"="EOSウォレットを使用していますが、ウォレットの公開鍵の正確性を確認してください。TokenPocketはウォレットの正確性を確認することができません";
"eos_plz_input"="正しいEOS公開鍵を入力してください";
"eos_eth_title"="ETH検証：";
"eos_eth_address"="検証したいウォレットを選択してください";
"eos_eth_choose"="選択";
"eos_eth_start_verify"="検証開始";
"eos_eth_tips_pre"="重要なお知らせ：";
"eos_eth_tips_suffix"="マッピング操作が完了直後の場合は、ブロックが確定されるまで情報を照会できません。このような場合は、しばらく待ってから再度検証してください";

"eos_eth_address_empty"="ウォレットアドレスは必須入力です";
"eos_title_verify"="EOS検証";
"eos_title_result"="検証結果";
"eos_title_own_wallet"="EOS公開鍵";
"blc_basic_jt"="SWTC";
"blc_basic_jt_desc"="SWTC系";
"blc_basic_moac"="MOAC";
"blc_basic_moac_desc"="MOAC系";
"choose_wallet"="ウォレットを選択";
"create_or_import_wallet"="ウォレットの作成またはインポート";
"eth_node_empty"="ETHノードを空にすることはできません";
"mc_node_empty"="MOACノードアドレスは必須入力です";
"jt_node_empty"="SWTCノードアドレスは必須入力です";
"eos_node_empty"="EOSノードアドレスは必須入力です";
"node_reset_default"="デフォルトノードにリセットする";
"account_chars_tip"="アカウント名は、a-zと1-5の12文字の組み合わせです";
"account_name"="アカウント名";
"account_name_length"="アカウント名は12文字で構成する必要があります";
"account_name_chars"="アカウント名に不正な文字が含まれています";
"account_name_existed"="アカウント名は既に使用されています";
"eos_invalid_private_key"="秘密鍵のアドレスが無効です。正しくコピーしたかどうかを確認してください。";
"eos_transfer_account_placeholder"="入金アカウント";
"eos_transfer_account_from"="出金";
"eos_transfer_account_to"="入金";
"eos_transfer_error_no_balance"="残高なし";
"eos_transfer_error_to_self"="自分に送金しないでください";
"eos_transfer_error_not_exist"="アカウントが存在しません";
"eos_transfer_error_invalid_quantity"="無効な数量";
"eos_transfer_error_over_balance"="残高不足";
"eos_transfer_error_memo_more"="備考が長すぎます";
"eos_transfer_error_mismatch"="小数の桁数が多すぎます";
"eos_copy_account_name"="入金アドレスをコピーする";

"eos_vote"="投票";
"eos_vc_vote"="投票";
"eos_vc_voted"="投票済";
"eos_vc_bp_list"="投票";
"eos_vc_rank"="ランキング";
"eos_vc_detail"="代理";
"eos_vote_units"="票";
"eos_manage_delegate"="抵当";
"eos_manage_refund"="買戻し";
"eos_title_vote"="EOS投票";
"eos_votes_manage"="リソース管理";
"eos_title_votes_manage"="リソース管理";
"eos_vote_balance"="残高";
"eos_vote_delegate"="抵当";
"eos_vote_refund"="買戻し中";
"eos_vote_manage_desc"="• 投票には、相当額のEOSを抵当する必要があります。\n• 抵当は取り消し可能です。取消の3日後に元の口座に戻されます。";
"eos_vote_action_delegate"="資産抵当";
"eos_vote_action_refund"="抵当取消";
"eos_vote_placeholder_delegate"="抵当金額を入力してください";
"eos_vote_placeholder_undelegate"="抵当取消金額を入力してください";
"eos_vote_progress"="進捗";
"eos_vote_canvote"="抵当済";
"eos_vote_area"="エリア";
"eos_request_error"="エラーになりました";
"eos_incorrect_wallet"="ウォレットエラー";
"eos_vote_suc"="投票成功";
"eos_vote_failed"="もう一度お試しください";
"eos_voter_over"="30人まで投票できます";
"eos_vc_cancel_vote"="投票を取り消す";
"eos_vc_delegated_succ"="抵当成功";
"eos_vc_undelegated_succ"="抵当取消成功";
"eos_vc_balance_insufficent"="残高不足";
"eos_vc_staked_insufficent"="抵当不足、上位管理者に処理してもらいましょう";
"eos_proxy_name"="名前";
"eos_proxy_account"="アカウント";
"eos_proxy_slogon"="紹介";
"eos_proxy_name_pla"="代理名を入力してください";

"eos_proxy_account_pla"="選挙代理のアカウントを入力してください";
"eos_proxy_slogo_pla"="簡単に自己紹介してください";
"eos_proxy_submit"="提出";
"eos_proxy_contact"="お問い合わせ";
"eos_proxy_state"="申請説明";
"eos_proxy_state_detail"="以下の情報を正確に記入し、提出後ユーザー協議に従ってなるべく早く審査します。審査を通った者は選挙に参加できます。";
"eos_proxy_apply"="代理になるために申請";
"eos_proxy_optional"="オプション";
"eos_proxy_title"="代理申請";
"eos_proxy_input_name"="名前を入力してください";
"eos_proxy_input_account"="アカウントを入力してください";
"eos_proxy_input_slogan"="簡単な紹介を入力してください";
"eos_proxy_submit_success"="提出済";
"eos_proxy_weight"="投票ウェイト";
"eos_proxy_account"="アカウント";
"eos_proxy_location"="エリア";
"eos_proxy_website"="ウェブサイト";
"eos_proxy_intro"="紹介";
"eos_proxy_vote_now"="すぐ投票";
"eos_proxy_vote_weight"="代理ウェイト";
"eos_not_proxy"="アカウントは代理ではありません";
"eos_proxy_unvote"="未投票";
"eos_proxy_share_support"="TokenPocketへログインし、シェアしてください。";
"eos_proxy_area_pla"="現在地";
"eos_proxy_regist_proxy"="代理登録を承認";
"eos_rule_vote"="投票ルール";
"eos_rule_proxy"="代理申請説明";
"eos_rule_manage"="投票権利の説明";
"eos_proxy_cannot_vote_self"="代理から代理への投票は不可です";
"blc_basic_eos"="EOS";
"blc_basic_eos_desc"="EOS系";
"eos_progress_votes"="票";
"eos_bp_weight"="ウェイト";
"eos_vote_no_delegate_tip"="投票前にあなたのEOSを抵当してなければなりません（買戻し可能）";
"eos_delegate_forward"="OK";
"eos_delegate_cancel"="キャンセル";
"eos_mainnet_not_enough"="抵当がメインネット総額の15％未満であるため、抵当の取消はできません。";


"eos_revote_modified_tip" = "現在のアカウントが投票されたことが検出されました。前回の投票に上書きされたことを確認して続行しますか？";
"eos_revote_confirm" = "確認";
"eos_revote_cancel" = "キャンセル";
"eos_import_new_account" = "新しいアカウントを作成する";
// WebAction
"web_send_success" = "成功を送る";
"web_send_fail" = "送信に失敗しました";
"web_release_success" = "受け入れました。ページ更新をお待ちください";
"web_release_fail" = "更新に失敗しました";

// 2018-05-24
"upgrade_tips" = "アップデートのヒント";

// 2018-05-25
"transfer_confirming" = "確認済";
// 2018-05-31
"recent_transactions" = "最近の取引履歴";
"input_wallet_name_option" = "あなたのウォレット名";
"error_regi_proxy_exist" = "あなたはアプリケーションを提出しました";
"eos_insufficient_ram" = "アカウントRAMが不十分です";
"eos_proxy_resign" = "ログアウトエージェント";
"eos_error_empty_account" = "アカウントは空です";
"eos_resign_success" = "ログアウトに成功しました";
"eos_res_advanced" = "高度な管理";
"eos_res_title_CPU" = "CPU";
"eos_res_title_NET" = "NET";
"eos_res_title_RAM" = "RAM";
"eos_res_title" = "リソース管理";
"eos_ram_quota" = "定数";
"eos_ram_usage" = "利用";
"eos_cpu_ava" = "使用可能";
"eos_cpu_stake" = "mortgage";
"eos_net_ava" = "利用可能";
"eos_net_stake" = "抵当";
"eos_ram_instru" = "・メモリリソース；EOSを購入することができます。また、EOSを取得するために販売することもできます。";
"eos_ram_buy_title" = "メモリを購入する";

"eos_ram_sell_title" = "メモリを売る";
"eos_ram_buy_pla" = "購入EOS金額を入力してください";
"eos_ram_sell_pla" = "販売数量を入力してください";
"eos_ram_sell_pla_new"="RAMの数（KB）を入力してください";
"eos_ram_btn_buy" = "購入";
"eos_ram_btn_sell" = "売却";
"eos_ram_can_use_balance" = "残高";
"eos_ram_insufficient_quota" = "メモリ不足";
"eos_request_success" = "成功";
"eos_sellram_float" = "小数点以下は入力できません";
"eos_sellram_too_small" = "売上額は65を超えている必要があります。";
"eos_ram_alert_title" = "パスワードを入力してください";
"eos_resource_used" = "使用済み";
"eos_resource_ava" = "使用可能";
"eos_resource_net_title" = "ネットワークリソース";
"eos_resource_cpu_title" = "コンピューティングリソース";
"eos_resource_manage_desc" = "・お問い合わせ先のリソースはEOSに抵当権が必要です。\n。抵当権を持つEOSは、3日後に抵当権を取り消して返却することができます。";
"eth_go_browser_detail" = "Etherscanの詳細はブラウザから確認ください";
"eos_go_browser_detail" = "EOS詳細についてはブラウザから確認ください";
"eos_search_bp"="  スーパーノード名またはアカウント名";
"eos_account_created" = "EOSアカウント作成済み";
"eos_account_not_support" = "EOSアカウントをサポートしていません";
"eos_staked_amount_title" = "EOSリソース";

// 2018-06-12
"title_contact_us" = "お問い合わせ先";
"eos_no_enough_resource"="リソースの不足です";
"eos_stake_no_resource"="リソースがありません";
"eos_net_input_account"="受信者アカウント";
"eos_set_account_title" = "受信者を設定する";
"eos_res_receiver" = "受信者";
"eos_res_rece_self" = "自己";

// 2018年6月12日16:00
"eos_recoder_type_sell_ram" = "メモリを売る";
"eos_recoder_type_buy_ram" = "メモリ購入";
"eos_recoder_type_stake" = "ステーク";
"eos_recoder_type_unStake" = "ステークしない";
"eos_no_ram_to_buy"="RAMリソースが不足しています。リソース管理ページにアクセスしてください";
"wallet_retry" = "再試行";
"wallet_retry_tips"="もう一度試してください";
"eos_transfer_to_address"="転送する";
"eos_cancel_success" = "投票成功の取り消し";
"eos_staked_insufficient"="ステークの不備";
"eos_insufficient_ram" = "入力メモリが大きすぎます";

// 2018-6-14
"contract_address" = "契約";
"title_wallet" = "ウォレット";
"tip_backup" = "バックアップ";

//2018-6-15
"eos_create_title" = "リソース";
"creator" = "作成者";
"account_pk" = "アカウントの公開鍵";
"account_pk_placeholder" = "公開キーの保存先";
"onwer_pk" = "所有者";
"activity_pk" = "管理者";
"dispatch_ram" = "メモリの割り当て";
"dispatch_cpu" = "CPUの割り当て";
"dispatch_net" = "ネットワークの割り当て";
"grade_model" = "詳細モード";
"easy_model" = "シンプルモード";
"register_first" = "先に作成する";
"register_account_success" = "アカウントを正常に作成する";
"register_account_fail" = "アカウントの作成に失敗しました";
"eos_title_select_account" = "アカウントを選択";
"eos_import_next" = "続行";
"eos_import_no_account" = "秘密鍵には対応するアカウントがなく、インポートできません！";
"eos_no_active_bid" = "まだ入札名がありません";
"eos_account_been_created" = "アカウントが作成されました";
"eos_only_suffix_create" = "このタイプのサフィックスアカウントを作成する権限がありません";
"eos_symbol_precision_mismatch" = "精度エラー";
"eos_create_wallet_help" = "ウォレット作成のヘルプ";

// 2018-6-17
"share" = "共有";

// 2018-6-17
"title_contact_type" = "アカウントタイプ";
"eos_proxy_vote_ticket" = "プロキシ投票";
"eos_proxy_vote_people" = "プロキシ投票エージェント";
"eos_proxy_wechat" = "WeChat";
"eos_proxy_qq" = "QQ";
"eos_proxy_wechat_pla" = "マイクロコードを入力してください";
"eos_proxy_qq_pla" = "あなたのQQ番号を入力してください";

// 2018-6-18 10:11
"eos_right_owner" = "所有者権限";
"eos_right_active" = "マネージャ権限";
"eos_right_threshold" = "重量閾値";
"eos_right_link_pub" = "関連付けられた公開鍵";
"eos_right_weight" = "ウェイト";
"eos_faq_owner_title" = "オーナーの特権は何ですか？";
"eos_faq_owner_expl" = "所有者はアカウントの所有権を表し、権限はアクティブおよびその他のロールを管理するように設定できます。";
"eos_faq_active_title" = "管理者権限（アクティブ）は何ですか？";
"eos_faq_active_expl" = "管理者権限は転送、投票など毎日使用されます。";
"eos_faq_threshold" = "重量閾値とは何ですか？";
"eos_faq_threshold_expl" = "重量閾値は、この許可を使用するための最小重量要件です。";
"eos_authority_management" = "許可管理";
"eos_auth_new_pubkey" = "新しい公開鍵を入力してください";
"eos_auth_submit" = "変更を送信";
"eos_change_owner" = "オーナーを変更する";
"eos_change_active" = "マネージャの変更";

// 2018-6-18 10:11
"eos_right_owner" = "所有者権限";
"eos_right_active" = "マネージャ権限";
"eos_right_threshold" = "重量閾値";
"eos_right_link_pub" = "関連付けられた公開鍵";
"eos_right_weight" = "ウェイト";
"eos_faq_owner_title" = "オーナーの特権は何ですか？";
"eos_faq_owner_expl" = "所有者はアカウントの所有権を表し、権限はアクティブおよびその他のロールを管理するように設定できます。";
"eos_faq_active_title" = "管理者権限（アクティブ）は何ですか？";
"eos_faq_active_expl" = "アクティブは、転送、投票などの毎日の使用に使用されます。";
"eos_faq_threshold" = "重量閾値とは何ですか？";
"eos_faq_threshold_expl" = "重量閾値は、この許可を使用するための最小重量要件です。";
"eos_auth_new_pubkey" = "新しい公開鍵を入力してください";
"eos_auth_submit" = "承認を確定";
"eos_change_owner" = "オーナーを変更";
"eos_change_active" = "変更マネージャ";
"eos_has_no_auth" = "このアカウントを操作する権限がありません";
"eos_pub_key_empty" = "新しい公開鍵アドレスは空にできません";

// 2018-6-19 6:50
"eos_invalid_public_key" = "無効な公開鍵";
"eos_per_modify_title" = "情報の変更";
"eos_per_account" = "アカウントの変更";
"eos_per_permission" = "権限の変更";
"eos_per_public" = "新しい公開鍵";
"eos_per_confirm_change" = "変更の確認";
"eos_no_any_permission" = "このアカウントの権限はありません。削除してください。";
"eos_proxy_input_area" = "地域を入力してください";

// 2018-6-19 13:00
"eos_key_helper" = "キージェネレータ";
"eos_key_touse" = "使用する";
"eos_key_back_ask" = "秘密鍵がバックアップされていることを確認しましたか？";
"eos_faq_what_icon" = "これらのアイコンはその意味を表しています";
"eos_icon_auth_change" = "許可の変更";
"eos_icon_self" = "自己";

// 2018-6-19 15:27
"eos_refund_countdown" = "返金カウントダウン";
"eos_refund_countdown_finish" = "返金カウントダウンの終了";
"eos_refund_btn_title" = "即時返金";
"eos_refund_hour" = "返金時間";
"eos_refund_day" = "返金日";
"eos_refund_min" = "返金分";
"refund_failed" = "返金に失敗しました";
"refund_success" = "返金の成功";
"eos_request_auth_not_satisfy" = "キー、権限などが一致しません";
"notice_title_warning" = "リマインダー";
"notice_content_permission_tips" = "権限を変更するときは、相手の公開鍵が正しいことを確認してください。\n・変更するには、アクティブ - >所有者などの小さな権限で開始してください。\n・変更する前に、適切に処理されました！";

// 2018-6-20
"about_unstake" = "非ステークについて";
"about_unstake_tips" = "あなたのステークしているEOSが現行の口座にできるだけ戻されるためには、少なくとも0.2ユーロのステークを担保として利用することをお勧めします。";
"eos_current_wrong_wallet" = "現在のウォレットはEOSウォレットではありません。EOSウォレットを選択した後でサービスを使用できます。";
"eos_current_wrong_wallet_title" = "現在のウォレットはEOSウォレットではありません。";
"title_create_wallet" = "ウォレットを作成する";
"more"="もっと";
"pwd_forget_title" = "パスワードをお忘れですか？";

// 2018-6-25
"eos_buy_to_self" = "自己";
"eos_buy_to_other" = "その他";
"eos_tap_to_refund" = "返還";
"stake_style_title" = "モーゲージ方式";
"stake_style_trans" = "転送";
"stake_style_no_trans" = "非転送";
"eos_ram_price" = "RAM価格";
"eos_cpu_price" = "CPU価格";
"eos_net_price" = "NET価格";
"eos_main_ram" = "メインRAM";
"eos_ram_chart_title" = "RAM動向";
"eos_res_title_ram" = "RAM";
"eos_res_title_net" = "NET";
"eos_res_title_cpu" = "CPU";
"eos_main_res_title" = "リソース";


// 2018-6-28
"eos_stake_no_cpu"="CPUリソースが不足しています, リソース管理ページにアクセスしてください";
"eos_stake_no_net"="NETリソースが不足しています, リソース管理ページにアクセスしてください";
"eos_account_create" = "EOSアカウントの作成は無料です。支払い済みの作成機能を試すことができます。";
"error_bidname_lower" = "あなたのオークション価格は現在の最新入札価格より低くなる可能性があります。";

// 2018-6-29
"contact_create" = "新しい連絡先";
"contact_edit" = "連絡先を編集";
"add_wallet_address" = "ウォレットアドレスを追加";
"add_wallet_type" = "ウォレットのタイプ";
"add_wallet_address_account" = "アドレスアカウント";
"add_wallet_address_account_tips" = "ウォレットアドレスのスキャンまたは貼り付け";
"contact_delete_tips" = "削除してもよろしいですか？";
"choose_address" = "アドレスを選択してください";

// 2018-06-30
"import_pwd_empty" = "パスワードは空です";

// 2018-07-01
"rammark_pie_title" = "流通基金の配布";
"rammark_pie_big" = "大きな注文";
"rammark_pie_med" = "中くらいの注文";
"rammark_pie_small" = "小さな注文";
"rammark_pie_in" = "流入";
"rammark_pie_out" = "流出";
"rammark_pie_deals" = "トランザクションの配布";
"rammark_top_open" = "開示";
"rammark_top_total" = "総資金";
"rammark_top_ramratio" = "記憶率";
"rammark_buy_record" = "取引履歴";
"rammark_bigbuy_record" = "大量注文記録";
"rammark_huge_holds" = "保有者ランキング";
"rammark_title_buy" = "購入";
"rammark_title_sell" = "売る";
"rammark_action_buy" = "購入";
"rammark_action_sell" = "売る";
"rammark_input_placeholder" = "代わりのもの";
"rammark_title" = "メモリトランザクション";
"rammark_state" = "トランザクション中";

// 2018-07-02
"eos_byte_keep_tips" = "この操作のメモリ消費に1024byteを予約することを推奨します";
"eos_ram_exchange_ent" = "EOSメモリ取引";
"eos_create_account_tips" = "EOSアカウントの作成";
"eos_create_account_cost" = "EOSアカウント作成コスト";

// 2018-07-05
"order_tips"="EOSを消費するため、アカウントを作成する必要があります。";
"order_title" = "注文情報";
"order_delete" = "注文を削除";
"order_create_for_other" = "別で作成";
"order_account_active" = "アカウントを有効にする";
"order_account_active_success" = "有効化に成功しました";
"order_account_warn_owner_active"="アカウントには、複数の秘密鍵が危険で、アクティブオーナーとしての権限を持っています。";
"order_account_warn_owner" = "アカウントには複数の秘密鍵があり、非常に危険です。";
"order_account_warn_active" = "アカウントには有効な権限を持つ複数の秘密鍵があり、非常に危険です。";
"Order_account_warn_only_owner"="あなたは唯一、アカウントのオーナー権限を持っています";
"order_account_warn_only_active" = "あなたは唯一このアカウントに対して有効な権限しか持っていませんが、これは非常に危険です。";
"order_account_register_other"="アカウントが他のユーザーによってログインされました。セキュリティ上の問題があるかもしれません。";
"order_account_not_create" = "アカウントは登録されていません";
"order_account_not_create" = "アカウントは登録されていません";
"order_delete_tips" = "注文を削除してもよろしいですか？";
"order_continue_tips" = "現在、有効化の有無に関わらず、未処理のEOS注文があります。";
"eos_localaccount_exception" = "この操作に十分な計算、ネットワーク、メモリ、スペアがあるかどうか確認してください。";
"order_pre_tips_confirm" = "このアカウントのすべての権限が正しいことを確認できれば、秘密鍵でウォレットをインポートできます。";
"res_requried_tips" = "購入と売却の操作ではリソースが消費されます。メモリコンピューティングのネットワークリソースに注意してください。ネットワークとコンピューティングリソースは0.5 EOS以上にすることをお勧めします。ロールバックしてください。";
"success_wait_block_require" = "保留中のブロック確認を送信しました";
"unstake_cpu_all" = "すべてのモーゲージをキャンセルすることはできません。操作が成功するためには、少なくとも0.4 EOSの計算を予約してください。";
"unstake_net_all" = "すべてのモーゲージをキャンセルすることはできません。正常に動作するためには、少なくとも0.4 EOSネットワークを予約してください。";
"sell_ram_all" = "トランザクションの成功を保証するには、少なくとも100Bytesを確保してください。";
"order_teach" = "チュートリアルを見るためにクリックしてください";
"order_teach_title" = "チュートリアル";

// 2018-07-09
"eos_no_account" = "アカウントなし";
"eos_pk_check" = "秘密鍵を検証する";
"eos_pubk_check" = "公開鍵に基づいてアカウントを検出する";
"app_version_last" = "既に最新バージョンです";
"app_share_friends" = "友達を招待";

// 2018-07-11
"eos_ran_remind"="アラート";
"eos_ran_remind_introduce" = "TokenPocketアラートは2つの形式に分かれています：";
"eos_ran_remind_price" = "料金";
"eos_ran_remind_price_tips_1"="価格警告は上限価格と下限価格に分かれています。";
"eos_ran_remind_price_tips_2"="価格が特定の位置に到達したとき、システムは、SMS 12毎日の上限を押し、最大4回の毎日のアラームの価格で、通知されます。";
"eos_ran_remind_price_tips_3"="価格に伴い3回のアラートを設定することができます。";
"eos_ran_remind_big" = "大規模なトラッキングアラート";
"eos_ran_remind_big_tips_1"="売買の追跡に関わる大きなトラックの振る舞い。";
"eos_ran_remind_big_tips_2"="売買が設定値に達するか、設定値を超えた場合、SMSプッシュなり、それぞれが12に最大毎日のアラームを4回毎日プッシュSMS番号の設定します" ;
"eos_ran_remind_big_tips_3は"="同時に3つの大きな警告まで提供されても問題ありません。";
"eos_ran_remind_tips_1"="注：サブスクリプションは払い戻しされた後、ネットワーク環境の異なる部分に特定の偏りがあるので、サービスはトラッキングに制限され、これは実装サービスはTokenPocket付加価値サービスであるペンディングには適用されません。最終的な解釈は、全てTokenPocketによります。";
"eos_ran_remind__price_desc_pre" = "このサービス価格は";
"eos_ran_remind__price_desc_suf" = "EOS /月。";
"eos_ram_open" = "すぐに開く";
"eos_ram_remind_price_up" = "上昇価格";
"eos_ram_remind_price_down" = "下降価格";
"eos_ram_remind_big_amount" = "アラート数";
"eos_ram_remind_big_direction" = "ディレクション";
"eos_ram_remind_add" = "アラートを追加";
"eos_ram_remind_big_set_title"="アラート設定します";
"eos_ram_remind_big_set_account" = "大きなアカウント";
"eos_ram_remind_big_set_direction" = "フロー方向";
"eos_ram_remind_big_set_amount_placeholder" = "数量を入力してください";
"eos_ram_remind_price_set_title" = "アラート価格を設定する";
"eos_ram_remind_price_set_placeholder" = "価格を入力してください";
"eos_ram_remind_open_confirm_title" = "価格アラートサービス";
"eos_ram_remind_open_confirm_phone" = "モバイル";
"eos_ram_remind_open_confirm_fee" = "料金";
"eos_ram_remind_open_title" = "SMSアラート";
"eos_ram_remind_open_phone" = "携帯電話番号";
"eos_ram_remind_open_phone_placeholder" = "あなたの携帯電話番号を入力してください";
"eos_ram_remind_open_tips" = "アラートは価格アラートのみです。ネットワーク環境の特定の偏差により、リアルタイム保留中の注文には適用されません";
"eos_ram_remind_current_price" = "現在の価格";
"eos_ram_remind_current_rise" = "現在の価格変更";
"eos_ram_remind_open_ret_success" = "公開に成功しました";
"eos_ram_remind_open_ret_pay_fial" = "支払いに失敗しました";
"eos_create_type_transfer" = "Exchange転送/ウォレット転送方法";
"eos_create_type_scan" = "TokenPocketスキャンコードの使用を依頼してください";
"eos_create_type_select" = "作成方法の選択";
"eos_ram_remind_out_service_time" = "サービスの有効期限：";

// 2018-7-11
"eos_contract_create_process" = "操作フロー";
"eos_contract_create_desc1"="少なくとも2つのEOS完了勘定の作成を、取引所のコイン、通貨、またはウォレットの譲渡と発言により、以下の住所に転送します。このうち、0.2 EOSはモーゲージ・コンピューティングとネットワーク・リソースに使用され、残りはユーザーが同等のメモリを購入するのに役立ちます。";
"eos_contract_create_desc2"="現在、このような取引は、ウォレット内の転送メモをサポートしている限り、OTCBTC、Gate.io、Coin Security、Bitfinexによって明示的にサポートされています。コインを引き出すために他の取引所を使用しないでください！";

"eos_contract_create_transaccount"="アカウントに（必須）";
"eos_contract_create_copy"="コピー";
"eos_contract_create_memo"="メモに転送する（必須）";
"eos_contract_create_delete"="注文の削除";
"eos_contract_create_active"="アカウントを有効にする";
"eos_contract_create_tip"="注：\nこの作成方法は、Dappubチームによって導入されたスマートコントラクトを使用して作成され、作成プロセスに手動操作は含まれていません。ユーザーの不適切な操作のために資産が失われた場合、TPはユーザーがそれを取り出すのを助けることができません。";
"eos_contract_create_opensource"="契約収益アドレス：";
"eos_contract_create_navTitle"="契約登録";
"eos_permission_developing"="開発中";


// 2018-7-14
"bl_node_eth_setting" = "ETHノードの設定";
"bl_node_moac_setting" = "MOACノード設定";
"bl_node_jt_setting" = "Jingtumノード設定";
"bl_node_eos_setting" = "EOSノード設定";
"bl_node_add_node" = "カスタムノードを追加する";
"bl_node_type_default" = "デフォルトノード";
"bl_node_type_custom" = "カスタムノード";
"bl_node_invalid" = "有効なノードアドレスを入力してください";

// 2018-7-16
"order_account_create_state_create" = "アカウント作成..";
"order_account_create_state_required" = "アカウントステータスの確認..";
"order_account_create_state_required_fail" = "アカウントステータスの確認に失敗しました";
"order_account_create_state_safe" = "アカウントセキュリティの検出..";

// 2018-7-17
"eos_dapp_action_type" = "タイプ";
"eos_dapp_action_detail" = "詳細データ";
"eos_dapp_action_type_transaction" = "転送";
"eos_dapp_action_type_vote" = "投票";
"eos_dapp_action_type_stake" = "モーゲージ";
"eos_dapp_action_type_unstake" = "モーゲージをキャンセル";
"eos_dapp_action_type_buyram" = "メモリ購入";
"eos_dapp_action_type_sellram" = "メモリを売る";
"eos_dapp_action_type_updateauth" = "権限の変更";
"eos_dapp_action_type_bidname" = "アカウントオークション";
"eos_dapp_action_type_newaccount" = "アカウントの作成";

//2018-7-18
"setting_color_switch"="チャート変動のカラー設定";
"title_ram_my_record"=" 注文履歴";
"invite_code_title" = "ゲストコード";
"invite_btn_title" = "バインドトークンナンバー";
"invited_prefix" = "あなたはすでに招待されています";
"invited_fnds" = "友達";
"invited_win" = "取得する";
"invited_bonus" = "ポイント";
"invite_rule" = "招待ルール：";
"invite_rules_desc" = "1.イベント中に、100ポイントを得るために電話番号をバインドしてください。ユーザーはダウンロードに招待され、推薦者と招待者の両方が100ポイントを獲得することができます;さらに招待すると、さらに多く獲得できます; \n2、各ユーザーは一回だけ招待されることができます、ウォレットの作成またはインポート時に招待コードを入力するときに確認できます; \n3、特定のルールに従ってポイントを後でキャンディに変換することができます。 \n4、携帯電話番号と招待コードは1対1対応 \n5、より多くのポイントの償還方法は、TokenPocket公式の公開番号に注意を払ってください。 \n6、アクティビティの最終的な解釈はTokenPocketに属します。";
"title_gain_bonus"="報酬を受け取る";
"invite_get_code"="   招待コードを取得する   ";
"invite_bind_phone_get"="電話をバインドしてすぐにポイントを取得する";
"invite_write_inviter" = "招待コードを記入する";
"invite_inviter_desc_title" = "ポイント獲得に招待コードを入力してください";
"invite_inviter_code_pl" = "招待コードを入力してください";
"invite_inviter_detail" = "招待状コードが正しく入力された後、招待コードを変更することはできません。確認後、招待者と招待者の両方がポイントを取得できます。";
"invite_inviter_confirm" = "OK";
"invite_bind_phone_title" = "電話番号を記入する";
"invite_bind_phone_desc" = "電話番号をバインドし、招待コードを取得します";
"invite_bind_phone_pl" = "あなたの携帯電話番号を入力してください";
"invite_bind_phone_detail" = "電話番号が招待コードに1つずつ対応しています。ご褒美を受け取る前に必ず携帯電話をチェックしなければなりません";
"invite_code_empty" = "招待コードは空白にできません";
"invite_code_error" = "招待コードが間違っています。正しい招待コードを入力してください。";
"invite_code_mine"="自身の招待コード";
"invite_code_where_input"="招待コードは招待ページに入力できます";
"invite_code_scan_download"="スキャンコードのダウンロード";
"invite_phone_empty"="携帯番号は必須です";
"eos_transfer_memo_tips"="現在の振込口座は交換口座ですので、メモが正しいことを確認してください。";
"eos_transfer_ensure_continue"="続ける";
"eos_transfer_ensure_check"="チェック";
"invite_gain_bonus_suc" = "成功報酬";
"invite_gain_bonus_repeat" = "報酬を受け取った、それを繰り返さないでください";
"invite_bind_to_gain"="ご褒美を受け取る前に必ず携帯電話をチェックしなければなりません";
"dapp_mode_open"="開発者モード";
"dapp_mode_close"="開発者モードをオフにする";

// 2018-7-25
"dapp_platform" = "プラットフォーム";
"dapp_search" = "検索";

// 2018-7-26
"eos_change" = "変更";
"eos_add" = "追加";
"eos_add_permission" = "権限を追加";
"eos_add_permission_account" = "新しいアカウント";
"eos_auth_new_pubkey_account" = "公開鍵またはアカウント番号";
"eos_ram_panel"="取引";
"eos_developer_mode_desc"="開発者モードは、ウォレットベースのDAppを開発およびデバッグするために開発者に提供されます。開発者モードが有効になると、デバッグのためにカスタムページをディスカバリページに追加できます。\nこのモードは、開発者がテストの使用をデバッグすることに限定されています。カスタムURLまたはサードパーティ製のDAppが財産の被害によって引き起こされたため、信頼できないアドレスを追加しないでください。";
"eos_developer_mode_check"="私は開発者モデルの目的と責任を明確にしました。";
"title_developer_mode"="開発者モード";
"title_developer_edit"="編集URL";

//2018-8-1
"enu_current_wrong_wallet"="現在のウォレットはENUウォレットではありません。EOSウォレットを選択した後でサービスを使用できます。";

//2018-08-02
"vote_title_proxy"="ノードの投票";
"vote_title_producer"="プロデューサー投票";
"vote_btn_title_stake"="ステーク管理";
"vote_btn_title_proxy"="エージェント管理";
"vote_desc_producer"="＊ 投票前に、EOS抵当権を議決権に交換する必要があります。\n＊ ユーザーは必要に応じてモーゲージをキャンセルすることができ、モーゲージEOSを72時間で償還します。";
"vote_desc_proxy"="＊ 委任状の投票により、コミュニティは生態学的に健康になります\n＊ 代理人は、プリンシパルのために集中投票を行います。プリンシパルはいつでもエージェントをキャンセルできます。";
"vote_navi_title"="投票";
"vote_tag_partner"="パートナー";
"dapp_not_suppot" = "現在のDAppはサポートしていません";

//2018-08-03
"node_reset" = "リセット";

// 2018-08-06
"dapp_browser" = "DAppブラウザ";

// 2018-08-07
"eos_permission_no" = "現在のアカウントの権限が変更されました。アカウントの権限が正常かどうか確認してください。";
"eos_permission_no_read" = "ビューに移動";

// 2018-08-07 17:12
"enu_contract_create_desc1" = "必要なパスは、郵便番号または郵便番号を2ENUは、計算ネットワークリソース、値メモリの計算に使用されるアカウント作成ビジネス標準0.2ENU 0.2ENUを完了しました。";
"enu_contract_create_desc2" = "取引、および取引準備をサポートするためにウォレットを転送しなければなりません。";
"enu_contract_create_tip" = "注：この作成方法は、ENUコミュニティのサポートによって配備されたスマートコントラクトを使用して作成されました。作成プロセスにアナログ操作は必要ありません。 ";

// 2018-08-08
"contact_memo_tips" = "正しいスイッチを開くと、転送操作はデフォルトでメモを記入します";

//2018-08-08

"apply_pro_name_placeholder"="エージェント名を12文字以内で入力してください";
"apply_pro_input_name"="エージェント名を入力してください";
"apply_pro_max_name"="プロキシ名が長すぎます（最大64文字）";
"apply_pro_slogan_placeholder"="あなたのスローガンを入力してください";
"apply_pro_input_slogan"="エージェントのスローガンを入力してください";
"apply_pro_max_slogan"="プロキシスローガンが長すぎます（最大64文字）";
"apply_pro_input_phi"="アイデアを入力してください";
"apply_pro_max_phi"="長すぎます、最大1024文字";
"apply_pro_phi_plac"="選択したのコンセプトを記入してください";
"apply_pro_input_bg"="あなたのプロフィールを入力してください";
"apply_pro_max_bg"="あなたのプロフィールが長すぎます、最大1024文字";
"apply_pro_bg_plac"="有権者があなたを理解するために、あなたの個人的なプロフィールを記入してください。";
"proxy_voter_title"="投票ユーザー";
"apply_no_avatar"="プロキシアバターを設定してください";
"apply_pro_tg"="Telegram";
"apply_pro_tw"="Twitterアドレスを入力してください";
"apply_pro_wechat"="入力マイクロ信号";
"apply_pro_web"="ウェブサイトを入力";
"apply_pro_price"="エージェントに申し込む過程で、少なくとも1kbのRAMを消費する必要がありますか？";
"apply_pro_avatar_uploading"="アバターのアップロード";
"apply_pro_avatar_failed"="アバターの転送に失敗しました";
"apply_pro_reg_info"="プロキシ情報の登録";
"apply_pro_reg_suc"="エージェント情報が正常に送信されました，数分で有効になります";
"apply_pro_reg_fail"="エージェント情報の送信に失敗しました";
"apply_pro_reging"="エージェントの登録";
"apply_no_access_album"="アルバムにアクセスできません";
"apply_tap_logo"="クリックしてロゴを編集する";
"apply_pro_delete"="エージェントを削除するには、承認が必要です";
"apply_pro_deleting"="プロキシ情報の削除";
"apply_pro_delete_fail"="プロキシ情報の削除に失敗しました";
"apply_pro_delete_system"="エージェントを取り消す";
"apply_pro_delete_system_fail"="プロキシの取り消しに失敗しました";
"apply_pro_delete_system_succ"="エージェントを正常にキャンセルする";
"apply_pro_title_name"="ニックネーム";
"apply_pro_title_slo"="スローガン";
"apply_pro_title_phi"="アイデア";
"apply_pro_title_bg"="バックグラウンド";
"apply_pro_title_web"="ウェブサイト";
"apply_pro_title_tele"="Telegram";
"apply_pro_title_steemit"="Steemit";
"apply_pro_title_wechat"="WeChat";

"proxy_stake_title"="代理投票数";
"proxy_pro_title"="投票プロデューサー";
"proxy_btn_vote"="投票";
"proxy_btn_quit"="見切り";
"proxy_btn_edit_info"="情報を編集する";
"proxy_contact_title"="連絡先情報";
"apply_btn_detail"="詳細»";
"proxy_voters_title"="有権者";
"proxy_delete_before"="エージェントを登録する前に、投資したエージェントをキャンセルする必要があります。";
"proxy_tilte_close"="閉じる";
"slogan_words"="ユニバーサルデジタルウォレット";
"slogan_from"="TokenPocketを分かち合う ";
"title_proxy_option"=" （オプション）";

"reclaim_stake"="解約に抵当";
"stake_list"="レンタルリスト";

// 2018-8-14
"dapp_suppot" = "現在のDAppをサポートしています ";

// 2018-8-15
"web_url_refresh" = "リフレッシュ";
"web_url_open_browser" = "ブラウザを開く";
"web_url_power_prefix" = "このサービスは、";
"web_url_power_suffix" = "提供されました";
//2018-8-16
"res_title_receiver"="受信者";
"res_stake_total"="合計";
"res_input_amount_pla"="EOSの数を入力してください";
"res_cpu_stake_title"="CPU抵当";
"res_net_stake_title"="NET抵当";
"res_cpu_reclaim_title"="CPUリサイクル";
"res_net_reclaim_title"="NETリサイクル";
"res_reclaim_takeback"="リサイクル";

// 2018-8-17
"eos_action_no_cpu" = "CPUリソースが不足しています, リソース管理ページにアクセスしてください";
"eos_action_no_net" = "NETリソースが不足しています, リソース管理ページにアクセスしてください";
"res_title_reclaim_from"="リサイクル";
"title_current_price"="価格";
"title_current_staked"="取得可能な";

//2018-8-20
"transaction_tips_iq"="IQスマートコントラストは実行されるたびに1/1000の送金手数料を請求します。これはウォレットに関係ありません。ご注意ください。";
"title_res_old"="旧バージョン";

//2018-8-29
"qrcode_timeout"="二次元コードの有効期限が切れています";

// 2018-8-30
"sdk_auth_title" = "アカウント認証";
"sdk_auth_tips" = "認証後にアプリは次の権限を取得します：";
"sdk_auth_tips_account" = "あなたのeosアカウント情報を取得する";
"sdk_auth_tips_no_pk" = "注：アカウント認証はあなたの秘密鍵を共有しません";
"sdk_auth_account" = "承認済みアカウント：";
"sdk_auth_change_account" = "置換";
"sdk_auth_confirm" = "承認を確認する";
"sdk_auth_nopass" = "認証確認が成功しません";
"reclaim_account"="リサイクル アカウント";
"multi_select"="選択";
"reclaim_preview"="プレビュー";
"reclaim_acc_count"="口座数";
"err_tips_reclaim_input_cpu"="入力したCPUの数値が間違っています!";
"err_tips_reclaim_input_net"="入力したNETの数値が間違っています!";
"err_tips_cpu_net_nonnull"="CPU/NETの数値を入力してください!";
"err_tips_cpu_value_over"="CPUの数値は、これ以上のものではない!";
"err_tips_net_value_over"="NETの数値は、これ以上のものではない!";
"reclaim_tips_max_count_6_per_chose"="一度に6個を選んだ.";
"string_default_is_self"="(自分のことを黙認する)";

// 2018-9-3
"dapp_sign" = "署名";
"dapp_sign_info" = "署名情報";

"tip_sdk_transfer_no_wallet"="適当なウォレットがない";
"tip_sdk_transfer_no_specified"="ウォレットを指定していません";
"sdk_transfer_from"="支払い口座";
"sdk_transfer_to"="アカウント";
"tip_trans_reaffirm_cancel"="取引のキャンセルを確定しますか？";
"pay_for_trans"="取引の支払い";
"transfer_contract"="代札契約";

"tips_enter_the_url"="URLを入力してください";
"tip_clear_record"="レコードをクリアしてもよろしいですか?";
"clear_records"="レコードをクリア";

// 2018-9-4
"dapp_action_warnning" = "この契約の実行には権限関連の操作があります。十分に注意してください>";
"tips_dev_mode_changed"="開発者モードは「DAppブラウザ」に組み込まれました";

// 2018-9-6
"import_imported" = "インポート済み";

// 2018-9-11
"receiver_account_name" = "売掛金";
"receiver_account_is_contract" = "入力した支払いアカウントは契約アカウントです。契約は変更できるので、送信する前に契約が安全であることを確認してください。";
"collect"="コレクション";
"cancel_collect"="お気に入りから削除";

// 2018-9-13
"sdk_push_transaction_title" = "契約操作";
"sdk_push_transaction_required" = "以下のことを要求する";
"sdk_push_transaction_detail" = "操作の詳細を表示する";
"sdk_push_transaction_account" = "アカウント名を実行する";
"sdk_push_transaction_operation" = "アクションリスト";

// 2018-9-14
"wallet_not_found" = "ウォレットが見つかりませんでした";
"set_time_transfer_tips" = "トランザクション時間はネットワーク上の理由により正しくない可能性があります。正しいトランザクション時間を得るために、この機能の使用する前に十分なネットワーク検証を行ってください。このバージョンでは、キャンセル・遅延はサポートしていませんのでご注意ください。";
"set_time_transfer" = "トランザクション時間を設定する";
"title_my_dapp"="私のDApps";
"tips_input_dapp"="DAppを検索するかリンクを入力してください";
"tips_search_null_dapp"="使用にDApp検索";
"my_stars"="私のコレクション";
"unknown"="不明";
"set_time_transfer_time_tips" = "現在の時間より短くすることはできません";
"rcmd_dapps"="推奨DApps";
"go_to_dapp"="Dappへ移動: ";

"NSCameraUsageDescription"="TokenPocketはQRコードスキャンにカメラを使用する必要があります、カメラにアクセスするには同意が必要です。";
"NSFaceIDUsageDescription"="TokenPocketは認証のためにFaceIDを使用する必要があります、使用するには同意が必要です。";
"NSPhotoLibraryAddUsageDescription"="TokenPocketは画像の特定するたにアルバムにアクセスするする必要があります。";
"NSPhotoLibraryUsageDescription"="TokenPocketは画像の特定するたにアルバムにアクセスするする必要があります。";

// 2018-9-25
"edit" = "編集";
"dapp_whitelist" = "DAppホワイトリスト";
"dapp_sign_auth" = "署名リクエスト";
"dapp_whitelist_property" = "プロパティ";
"dapp_whitelist_operation" = "アクション";
"dapp_whitelist_add_ask" = "オープンホワイトリスト";
"dapp_whitelist_add_desc" = "属性の横にあるラジオボタンをチェックすると、他のプロパティが変更された場合にのみ、このプロパティを変更できるようになります。 ホワイトリストに登録されません。";
"dapp_whitelist_pwd_title" = "ホワイトリストを有効にするためのパスワードを入力してください";
"dapp_whitelist_pwd_desc" = "ホワイトリストの承認は、DApp操作中にのみ有効です。DAppを終了するか、アプリケーションを終了すると承認が無効になります。ホワイトリストを使用するときは、ホワイトリストを有効にするためにパスワードを入力する必要があります。";
"dapp_whitelist_title" = "ホワイトリスト";
"dapp_whitelist_cancel_contract" = "契約をキャンセル";
"tips_observe_wallet_operation_disabled" = "観測モードのウォレットはこれを行うことはできません";
"tips_public_key_import" = "監視モードウォレットは、秘密鍵をインポートする必要はなく、アカウント名または公開鍵のみをインポートし、閲覧アカウント、取引記録および受信通知を実行します";
"observer_wallet" = "観測";
"observer_wallet_mode" = "観測モード";
"tips_alert_observer_wallet_receipt" = "ウォレットは監視モードです。本当にこのアカウントに送金しますか?";
"title_receive_noti"="受信通知";

// 2018-9-30
"dapp_select_account_empty" = "ウォレットは空です";
"dapp_whitelist_pass_tips" = "この操作では、パスワードを入力せずにホワイトリストを承認しました。";
"dapp_whitelist__timeout_pwd_desc" = "このホワイトリストの承認は期限切れです。パスワードを入力してホワイトリストを再開してください。";

"hot_search"="人気のある検索";
"history_records" = "履歴";
"splash_title_skip"="スキップ";

// 2018-10-10
"dapp_whitelist_property_any" = "任意";
"dapp_whitelist_cycle_app" = "APP終了前に有効です";

"tips_pub_acc_import_error" = "公開鍵またはアカウント番号が間違っています!";

//2018-10-17
"pay_touchid_tips"="指紋照合";
"pay_faceid_tips"="顔認識支払い";
"pay_touchid" = "指紋照合";
"pay_faceid" = "顔認識支払い";
"pay_valite_password_title" = "パスワードを確認する";
"pay_valite_password_placeholder" = "ウォレットパスワード";

"add_wallet" = "ウォレットを追加";
"tips_have_accounts_or_not"="アカウントを持っていますか？";
"tips_have_wallets_or_not"="ウォレットを持っていますか？";
"i_have_accounts"="アカウントを持っています";
"i_have_no_account"="アカウントを持っていません";
"i_have_wallets"="ウォレットはあります";
"i_have_no_wallet"="ウォレットはありません";

"friend_create"="友人によって作成されました";
"contract_trans_create"="転送作成";
"free_account"="無料アカウント";
"invitation_code_create" ="招待コードによって作成されました";

"tips_row_import_wallet"="秘密鍵、公開鍵またはアカウント名でウォレットをインポートします。";
"tips_free_account_create"="TokenPocket公式無料アカウントを使用する。";
"tips_by_friend_create"="アカウントを作成するためのフレンドスキャンコード";
"tips_by_invitation_code_create"="Alipayによって作成された、WeChat購入アクティベーションコード";
"tips_by_contract_trans_create"="アカウント作成のために固定アカウントに転送する";

// 2018-10-21
"invite_account_create_fail" = "作成に失敗しました。招待コードと連絡先のカスタマーサービスを確認してください。";
"invite_account_code_invalid" = "招待コードは存在しないか、使用されています";
"invite_account_check_tips" = "アカウントが作成され、メインネットワークに送信されました。メインネットワークの確認後にトランザクションを確認してください（約3分）。";

// 2018-10-22
"account_backup_no_screen_tips1" = "第三者が秘密鍵を取得した場合、資産が取得されます！";
"account_backup_no_screen_tips2" = "秘密鍵をコピーして安全な場所に保管してください。";
"key_use_tips" = "ヒント：鍵を使用する前に秘密鍵をバックアップしてください";
"invite_get_code" = "招待コードを取得するにはクリックしてください";

"tips_pls_add_wallet"="最初にウォレットを追加してください";

"create_account"="アカウントの作成";
"import_account"="アカウントのインポート";

//2018-10-24
"invitation_code"="コード";

// 2018-10-25
"wallet_current" = "現在";

// 2018-10-28
"advanced_settings" = "詳細設定";
"advanced_settings_tips" = "詳細設定をオフにするまで、次回のポップアップウィンドウを確認する必要はありません。";
"whitelist_open_tips" = "DAppホワイトリストはApp設定に移動しました。利用しやすいようにアドバンスモードを追加しました、オンにしますか。";
"advanced_tips" = "現在の操作がホワイトリストに追加され、詳細設定が有効になります。承認後、操作はすぐに実行されます。";
"whitelist_operation" = "ホワイトリスト機能";
"advanced_operation_doing" = "進行中の操作";

// 2018-10-31
"dapp_whitelist_advanced_pass_tips" = "この操作ではアドバンスモードが有効になっており、認証後にウィンドウをポップアップする必要はありません";

// 2018-11-1
"eos_transaction_unable_complete" = "トランザクションが完了していません。リソースが十分かどうかを確認してください。";

// 2018-11-7
"token_detail_title" = "トークンの詳細";
"token_detail_info" = "プロジェクトの詳細";
"wallet_share_no_import" = "インポートするウォレットはありません";
"wallet_share_no_support" = "データが長時間更新されておらず、データ移行をサポートしていません";
"wallet_share" = "App Store版へのデータ移行";

// 2018-11-8
"wallet_share_title" = "ウォレットのデータ移行";
"wallet_share_about" = "データ移行について";
"wallet_share_about_tips_1" = "InHouse版では長期的な安定したサービスの提供と一部の機能が保証されません。ユーザーが安定したサービスを楽しめるように、すべての機能を、InHouse版の機能をAppStore版に移行します。";
"wallet_share_about_tips_2" = "移行プロセスでは、データ漏洩の問題はありません。データが暗号化されているため、ユーザー以外は誰もそれを解読できません。";
"wallet_share_attention" = "移行に関する重要事項";
"wallet_share_about_attention_1" = "この操作はウォレットデータのみを移行します。他のデータは現時点では移行をサポートしておらず、App Storeのバージョンは1.0.7以上が対応しています。";
"wallet_share_about_attention_2" = "移行に失敗した場合や、ウォレットの移行に失敗した場合は、成功するまで再度行ってください。複数の移行によってデータの混乱や損失が発生することはありません。";
"wallet_share_about_attention_3" = "App Store版の既存ウォレットにデータ移行は影響しません。App Store版に同じウォレットがある場合は上書きされません。それ以外のウォレットは上書きされます。";
"web_refresh_desc" = "クリックしてリロード";
"wallet_share_begin" = "移行の開始";
"wallet_share_to_appstore" = "App Store版をダウンロードする";

"rsrc_widget"="リソースウィジェット";
"my_invitation_code" = "マイアクティベーションコード";

// 2018-11-21
"res_rent_cpu" = "レンタル";
"recent_transfer_account" = "最近の転送";
"recent_transfer" = "転送";
"recent_transfer_contact" = "連絡先";
"recent_transfer_scan" = "スキャンコード";

// 2018-11-22
"asset_colletion_doing" = "返されました";
"asset_colletion_success" = "ホームに成功";
"asset_colletion_fail" = "配置に失敗しました";
"asset_colletion_fail_net" = "プレースメントに失敗しました。ネットワークが正常かどうかを確認してからもう一度お試しください";
"asset_colletion_cancel" = "プレースメント割り込み";
"asset_colletion_select_account" = "配置するアカウントを選択してください";
"input" = "enter ";
"s_password" = " パスワード";
"check_net_point" = "ノードネットワークが正常かどうかを確認してください";
"home_show"="ホームページ表示";

"see_more"="もっと見る";
"recent"="最近";

// 2018-11-27
"asset_colletion" = "資産の配置";
"more_utilities"="より多くのツール";
"dapp_detail"="DApp詳細";

// 2018-11-28
"asset_colletion_confirm_tips_1" = "選択されているウォレットを確認してください";
"asset_colletion_confirm_tips_2" = "場所";

// 2018-12-3
"no_net_tips" = "アプリにはネットワークアクセス権がありません。ローカルネットワークが正常であることを確認したら、電話システムの設定にアクセスして、アプリネットワークのアクセス許可が有効かどうかを確認できます。";

// 2018-12-11
"screen_rotation" = "画面回転";
"transaction_cancel" = "取引のキャンセル";
"sign_invalid" = "無効な署名";
"scan_by_cold_wallet" = "コールドウォレットでサイン";
"scan_by_observer_wallet" = "観測ウォレットQRコードをスキャン";
"wallet_has_net" = "現在のウォレットはオンラインです";
"cold_wallet_knowledge" = "コールドウォレットのヒント";
"cold_wallet_knowledge_1" = "コールドウォレットはオフラインウォレットとも呼ばれ、プライベートキーをコールドウォレットに格納し、インターネットに接続してアセットのセキュリティを確保します。";
"cold_wallet_knowledge_2" = "コールド＆ホットウォレットは2次元コード通信を使用します。プライベートキーはネットには絶対に触れないため、ハッカーの盗難を効果的に防ぐことができます。";
"cold_wallet"="コールドウォレット";

"push_noti"="プッシュ通知";
"transfer_noti_normal" = "普通のウォレット転送通知";
"transfer_noti_observe" = "観察ウォレット転送通知";

// 2018-12-12
"use_ob_scan" = "ホットウォレットを使用してインポートウォレットインターフェイスでコードをインポートする";
"recent_transfer_warn" = "最後の転送レコードのメモが記入されていますので、正しく操作してください。";

"visitor_mode"="ゲストモード";
"visitor_mode_desc"="固定アカウントでプレビューする";
"eos_novice_teach"="EOSチュートリアル";
"visitor"="訪問者";
"tips_alert_visitor_receipt"="ゲストモードではこれを行うことはできません";
"defautl_creater_public_key"="デフォルトは作成者の公開鍵です";

// 2018-12-17
"scan_sign" = "署名";

"cold_wallet_cant_login"="クールウォレットに直接ログインすることはできません";

// 2019-1-2
"plz_input_wallet"="ウォレットの名前を入力してください";
"net_online"="現在ネットワーク化された状態ですが、コールドウォレットをインポートしますか？";
"all_assets" = "全資産";
"no_zero_assets" = "ゼロ以外の資産";
"dex_list" = "交換リスト";
"go_transaction"="貿易に行く";

"ever_open" = "永久開く";
"had_opened"="をオープンしました";
"not_open"="まだ開いていません";
"had_closed"="クローズ";
"attention_things"="注意事項";

"temp_pay_by_touchID"="一時的な指紋認証の支払い";
"ever_pay_by_touchID"="永久的な指紋認証支払い";
"temp_pay_by_faceID"="一時的な顔認識の支払い";
"ever_pay_by_faceID"="永久的な顔認証支払い";

"open_pay_by_touchID"="オープンTouch ID支払います";
"close_pay_by_touchID"="Face IDのお支払いを閉じる";
"open_pay_by_faceID"="オープンFace ID支払います";
"close_pay_by_faceID"="Face IDのお支払いを閉じる";

"temp_touchID"="一時的な指紋識別";
"ever_touchID"="永久指紋識別";
"temp_faceID"="一時的な顔認識";
"ever_faceID"="永久顔認識";

"open_by_touchID"="指紋認識を開きます";
"close_by_touchID"="指紋認識を閉じる";
"open_by_faceID"="オープン顔認識";
"close_by_faceID"="顔認識を閉じる";

"ever_auth_description"="      ユーザーがデバイスの所有者であるかどうかを確認する生体認証技術機器の永久秘密の使用、機器の所有者に加えて、セキュリティ機能と暗号化のための暗号化アルゴリズムを識別するために使用し、他の人がパスワードを取得することはできません。";
"ever_auth_sub_attention_title"="開封する前に次の注意事項を確認してください:";
"ever_auth_attention_points1"="この端末に他人の指紋認証または顔認識を追加しないでください。";
"ever_auth_attention_points2"="iOSデバイスの電源投入時パスワードは、デバイスの指紋認識/顔認識を管理できますが、デバイスの電源投入時パスワードを明らかにしないでください。";
"ever_auth_attention_points3"="デバイスが脱獄された場合、この機能を有効にすることはお勧めできません。";
"tip_returnd_because_ever_bio_auth"="恒久的なオプションが有効になっています、一時的なオプションを開く必要はありません";
"app_lock"="アプリロック";

"title_faceid"="顔認識";
"title_touchid"="指紋認識";

// 2019-1-5
"token_suppot"="トークンはサポートしています ";

// 2019-1-14
"bos_map_time_desc"="\tBOSアカウントのマッピング時間は2019年1月1日9時50分UTC + 0、ブロックの高さは35072000です。そのため、以前に作成されたアカウントはBOSで対応するアカウントを見つけることができません。";
"bos_map_rule"="マッピングルール：";
"bos_map_rule_1"="非多重署名アカウントの場合、EOSメインネットワークアカウントは20.0000 EOSあたり1.0000 BOSを取得でき、各BOSアカウントは少なくとも0.5000 BOSを取得できます。";
"bos_map_rule_2"="マルチサインアカウントの場合、アカウントの残高のマッピングルールはマルチサインのないアカウントと整合性があり、アカウントの権限は同期的にマッピングされます。";
"bos_map_rule_3"="BOSアカウントは、EOSメインネットワークアカウントに従ってランダムに生成されます。";
"bos_map_rule_4"="BOSアカウントのリソース割り当て、RAM：0.3000 BOS、CPU：0.1000 BOS、NET：0.1000 BOS";
"account_sync"="BOSアカウントのワンキー同期";
"begin_sync"="同期を開始";
"one_sync"="ワンキー同期";
"one_sync_desc"="マッピングされたEOSアカウントをBOSアカウントに同期させる";
"no_sync_account"="同期できるアカウントがありません";
"sync_success" = "同期成功";

"chat"="チャット";
"marketplace"="市場";

//2019-1-29
"already_save_album"="アルバム保存";
"plz_auth_im"="最初にWalletのチャットページでログインを承認してください。";
"fetch_group_info_error"="グループ情報取得の失敗";
"upload_avatar"="アバターをアップロード";
"choose_from_album"="アルバムから選択";
"take_picture"="写真を撮る";
"modify_nickname"="名前変更";
"nickname_no_empty"="名前は必須です";
"nickname_too_long"="名前が長すぎます";
"follow"="フォロー";
"unfollow"="非フォロー";
"dapps_playing"="そのdApps";
"im_personal_acc"="アカウント: ";
"req_fail"="リクエスト失敗";
"sex_or_violence"="性的もしくは暴力的";
"illegal"="非合法";
"other"="その他";
"report_success"="レポート済み";
"report_fail"="失敗";
"already_get"="公開";
"already_expired"="期限切れ";
"your_get_your_redpacket"="自身の赤いパケットを取得";
"get_your_redpacket"="赤いパケットを取得済み";
"redpacket_is_full"="赤いパケットの終了";
"your_get"="自身での公開";
"its_redpacket"="の赤いパケット";
"redpacket_get"="公開済み";
"tp_redpacket"="赤いパケット";
"redpacket_is_full_cheer"="赤いパケットは終了しました";
"current_account_no_get"="現在のアカウントは取得できません";
"redpacket"="赤いパケット";
"im_tools_camera"="カメラ";
"im_tools_photos"="写真";
"redpacket_already_expired"="赤いパケットは期限切れです";
"knock_redpacket_fail"="失敗";
"read_detail"="詳細";
"send_readpacket"="赤いパケットを送る";
"best_wishes"="祈る";
"member_all"="全て";
"group_member"="メンバー";
"change_to_fight_redpacket"="ランダム金額に変更する";
"change_to_normal_redpacket"="同額に変更する";
"current_is_fight_redpacket"="ランダム金額. ";
"current_is_normal_redpacket"="同額";
"total_amount"="トータル";
"one_amount"="それぞれ";
"plz_input_red_number"="番号を入れてください";
"sunday"="日曜日";
"saturday"="土曜日";
"friday"="金曜日";
"thursday"="木曜日";
"wednesday"="水曜日";
"tuesday"="火曜日";
"monday"="月曜日";
"yesterday"="昨日";
"early_morning"="午前 ";
"morning"="午前 ";
"afternoon"="午後 ";
"evening"="午後 ";
"member"=" メンバー";
"search_my_follow"="フォローを調べる";
"search_my_group"="グループを調べる";
"search_result"="結果";
"my_follow"="私のフォロー";
"unfollow_fail"="非フォロー失敗";
"address_book"="コンタクト";
"my_group"="私のグループ";
"exit_group_simple"="退去";
"exit_group_faIl"="退去失敗";
"create_group"="作成";
"group_name_max_char"="グループ名は最大２０文字まで";
"group_name_min_char"="グループ名は必須です";
"group_intro_max_char"="グループ紹介を最大２５０文字で記載";
"create_fail"="失敗";
"plz_input_group_name"="グループ名を入力";
"group_info"="詳細";
"enter_chat"="チャットする";
"apply_enter"="参加";
"exit_group"="Exit";
"group_owner_no_exit"="管理者は退出できません";
"apply_send"="申請は送信されました";
"apply_fail"="申請は失敗しました";
"group_name"="グループ名";
"group_code"="QRコード";
"group_intro"="グループ情報";
"group_members"="メンバー";
"message_not_notify"="ミュート";
"report"="レポート";
"kick"="クリック";
"kick_fial"="失敗";
"add_member"="メンバーを追加";
"invite_success"="招待に成功";
"invite_fail"="招待に失敗";
"detail"="詳細";
"personal_info"="プロファイル";
"message_top"="貼り付け";
"message_cancel_top"="貼り直し";
"logging"="ログ記録";
"audio"="ボイス";
"photo"="写真";
"video"="ビデオ";
"location"="ロケーション";
"file"="ファイル";
"unknow_message"="不明なメッセージ";
"group_update_message"="グループダイナミック";
"account_kick_tips"="他のデバイスでログインされました、セキュリティを確認してください";
"account_blocked"="アカウントは停止されました";
"im_login_auth_fail"="再度行ってください";
"current_not_support_im"="現在のウォレットではチャットできません";
"blockchain_error_tips"="エンドポイントエラー、確認してください";
"at_in_group"="指名されました";
"not_login_im"="ログオフ";
"save_album"="アルバムに保存";
"distinguish_album"="QRコードを作成";
"group"="グループ";
"your"="あなた";
"change_room_queue"="ルーム順列変更";
"room_unmuted"="すべてのミュート解除";
"room_muted"="すべてをミュート";
"change_self_info"="個人情報を変更";
"unmute_personal"="ミュート解除";
"mute_personal"="ミュート";
"your_mote"="あなたはミュートされています";
"unknow_system"="不明なシステムメッセージ";
"mute"="ミュートする";
"unmute"="ミュートを解除する";
"be"="：";
"accept"="承認";
"invite_group"="の招待";
"cancel_manager"="管理者ではなくなりました";
"add_manager"="管理者になりました";
"change_group_owner_to"="所有者の変更";
"invite"="招待";
"dismiss"="否定";
"removed"="取り消し";
"will"="予定";
"and_so_on"="その他";
"entered"="参加";
"modify"="アップデート";
"infomation"="情報";
"passed"="承認";
"apply"="申請";
"leaved"="退出";
"intro"="入門";
"auth_type"="承認タイプ";
"group_notice"="グループ";
"avatar"="アバター";
"change_group_invite_type"="招待者の許可をアップデート";
"change_group_beinvite_type"="招待を受けた側の許可をアップデート";
"change_group_info_update_auth"="グループ編集の許可をアップデート";
"set_group_all_mute"="全てミュートにする";
"set_group_all_unmute"="全てのミュートを解除";
"send"="送付済み";
"plz_import_wallet"="先にウォレットのインポートをしてください。";
"im_profile_account"="アカウント";
"im_profile_nickname"="ニックネーム";
"im_group_recommend"="グループ紹介";
"im_plz_input"="ここに記載";
"chat_log_tip"="チャットはアカウント情報と関係しています。本人であることを証明する必要があります";
"chat_log_btn"="確認する";

"mins"="分";
"next_round"="次のラウンド";
"chat_create_about"="について";
"chat_create_name"="グループ名";
"chat_create_about_pla"="グループを簡単に紹介してください";
"chat_create_name_pla"="グループの名前を設定してください";

//2019-2-20
"authentication_message"="確認";
"alreay_accept"="承認済み";
"alreay_refuse"="非承認";
"alreay_invalid"="期限切れ";
"apply_team"="グループへの参加申し込み";
"refuse_apply"="グループへの参加が承認されませんでした。";
"remove_team"="削除";
"alreay_remove_team"="削除済み";
"accept"="許可";
"refuse"="拒否";
"net_error_tips"="ネットワークエラーです。再施行ください。";
"team_not_exist"="グループがありません";
"clear_all"="全削除";
"share_a_dapp"="共有済みDApp";
"select_a_chat"="チャットの選択";
"recent_chat"="最近のチャット";
"alreay_send"="送り済み";
"team_owner"="オーナー";
"admin"="管理者";
"send_to"="へ送る";
"whether_transfer_owner_to"="オーナーシップの転送";
"admin_has_permission"="管理者権限: ";
"admin_permission_1"="1.グループ認証の変更";
"admin_permission_2"="2.アプリケーションを確認または拒否する権限";
"admin_permission_3"="3.グループにメンバーを追加もしくは削除";
"team_members_limit"="ユーザー数が限界に達しました";
"join_team_fiter"="グループ認証";
"transfer_team_owner"="転送オーナー";
"admin_manager"="管理者管理";
"owner_transfer_suc"="転送成功";
"owner_transfer_fail"="転送失敗";
"team_admin_limit_tips"="管理者4人まで";
"add_suc"="追加成功";
"add_fail"="追加に失敗";
"add_admin"="管理者を追加";
"admin_list_and_tips"="管理者(スライドして削除)";
"new_short_account_suf_must_tips"="新しいアカウントのサフィックス ";

"at_all"="全員";
"at_you"="誰か@我";
"forward"="進む";
"recall"="撤回";
"did_send"="送る成功";
"did_forward"="進む成功";
"multi_chain"="マルチブロックチェーン";
"recalled_a_msg"="メッセージを取り消します";
"im_you"="あなた";
"quote"="引用";
"tip_recall_expired"="2分以上送信します。取り消すことはできません";
"has_recalled"="撤回済み";
"message"="メッセージ";
"im_your"="君の";
"im_de"="の";

//2019-2-20
"use_tp_scan_enter_team"="グループに参加スキャンTokenPocket使用します";
"share_qrcode" = "QRコードを共有";
"confirm_enter" = "参加確認";
"whether_confirm_enter_team"="グループチャットに参加してよろしいですか？";
"plz_enter_amount"="金額を入力ください";

"draft"="ドラフト";

// 2019-3-7
"total_stake" = "トータルステーク";
"amount_up_1"="数は1より小さくすることはできません";
"refund_list" = "償還リスト";
"refund_amount" = "償還量";
"refund_time" = "引き換え時間";
"account_in_5_11" = "アカウント名は5から11でなければなりません";
"transaction_state_unknow_see_browser"="ステータスが不明です、トランザクションが成功したかどうかブラウザで確認できます";
"gas_stake" = "iGASステーク";

"create_with_mobile_number"="携帯電話番号/Eメールボックスの作成";
"create_with_mobile_desc"="電話番号/Eメールでアカウント番号を登録してください";
"import_with_mobile_number"="携帯電話番号/Eメールログイン";
"import_with_mobile_desc"="電話番号/Eメール認証方法でログイン";
"register"="登録";
"login"="ログイン";
"sign_in"="サインイン";

"import_with_pri_key"="秘密鍵のインポート";
"import_with_pri_key_desc"="秘密鍵でアカウントをインポートしてください";
"import_with_pub_key"="監視モード";
"import_with_pub_key_desc"="アカウント名または公開鍵でアカウントを入力してください";
"import_with_cold" = "コールドウォレット";
"import_with_cold_desc"="オフラインのウォレットです、秘密鍵でアカウントをインポートしてください";
"import_with_key_store"="キーストア";
"import_with_key_store_desc"="KeystoreをインポートしてWalletを追加してください";
"import_with_mnemonic"="ニーモニック";
"import_with_mnemonic_desc"="mnemonicをインポートしてWalletを追加してください";
"stake_number"="ステーク数";
"account_chars_5_11_tip"="からなる[A-Z0-9_] 5-11ビット列";

"url_link"="リンク";
"about_mobile_wallet"="電話番号/メールボックスウォレットについて";
"use_email"="Eメールを使用";
"use_phone"="携帯電話番号を使用";
"plz_enter_phone_num"="携帯電話番号を入力してください";
"plz_enter_email_addr"="メールアドレスを入力してください";
"plz_enter_auth_code"="確認コードを入力してください";
"get_auth_code"="確認コード";
"retry"="再試行";
"phone_num_err"="電話番号が正しくありません";
"email_num_err"="メールアドレスが正しくありません";
"tip_auth_code_be_used_plz_retry"="確認コードの有効期限が切れているか正しくありません。";
"tips_never_created_acc"="アカウントが作成されていません";
"reg_will_agree"="ログインが同意します";
"and"="と";
"set_pwsd"="パスワードを設定";
"your_account_name"="あなたのアカウント名";
"your_email"="あなたのメールアドレス";
"your_phone"="あなたの携帯電話番号";
"plz_enter_actv_code"="アクティベーションコードを入力してください";
"complete_creation"="完全作成";
"way_of_creation" = "作成方法";
"way_of_payment" = "支払い方法";
"contact_us_if_any_question"="問題がある場合は、お問い合わせください";
"tp_recovery"="TP回復権";
"eos_faq_tp_recovery_title"="TPリカバリ許可とは何ですか";
"eos_faq_tp_recovery_expl"="携帯電話番号の登録ユーザーはＴＰリカバリーの権利を持ち、ＴＰリカバリーの権利は所有者権限に属します。秘密鍵を忘れたり紛失したりした場合には、携帯電話認証によって秘密鍵をリカバリーすることができます。 ユーザーが権利を削除したり、所有者の権利のしきい値より低くすると、TPはユーザーの秘密鍵のリカバリーをサポートできません。 携帯電話番号を使用してログインまたはアカウントの復元を行うと、今までの公開鍵が置き換えられます。新しい公開鍵はユーザーによってローカル端末にアップロードされます。";
"tips_tp_help_recover_account"="ログイン操作によって今までの公開鍵が置き換えられます。以前の秘密鍵はリセットされます。ログインを実行しますか?";
"alert_delete_tp_recovery_right"="TPの回復権限を削除または変更するか、特権の所有者のしきい値を下回るように特権の重要度を下げてください。TPでは秘密鍵の回復はできません。秘密鍵がバックアップされたことを確認してください?";
"tip_eos_account_name_range_normal"="名前は1〜5文字とa〜z文字で、長さは12桁です";
"tip_eos_account_name_range_short"="名前は1〜5文字のa〜zと。文字、長さ3〜12文字で構成されます";

"tip_already_exists"="すでに存在しています";
"tip_available"="利用可能";
"tip_not_available"="利用できません";
"tip_acc_length_should_be_%@_chars"="長さは%@文字です";
"tip_acc_need_to_enter_%@_chars"="%@文字を入力する必要があります";

// 2019-3-22
"tap_forward_setting"="クリックして設定に進みます";
"set_asset_show"="資産表示を設定する";
"show_asset_set" = "アセット設定を表示";
"member_list" = "メンバーのリスト";
"voted_bp" = "ポンプしたノード：";
"get_bonus" = "配当を受け取る";
"block_node" = "ブロック";
"candidate_node" = "候補";
"rrozen" = "フリーズ";
"pull_fail" = "引き出しが失敗しました";

"tp_transfer" = "TP転送";
"transfer_to_%@"="%@に転送";
"title_tansfer"="転送";
"receipt_tansfer"="受信した転送";
"apn_tip_im_receipt_transfer_%@"="[転送] 受信した転送 %@";
"tip_actv_code_can't_create_%@"="アクティベーションコードで%@を作成できません";
"tip_actv_code_been_used"="アクティベーションコードが使用されてきました";
"tip_actv_code_cant_rgnz"="アクティベーションコードが認識されません";
"tip_actv_code_auth_fail"="アクティベーションコードの確認に失敗しました";
"tip_actv_code_not_payed"="アクティベーションコードが支払われていません";
"tip_actv_code_cpu_ram_fail"="CPU/RAMが足りません";
"tip_actv_code_update_code_fail"="コードステータスの更新に失敗しました";
"tip_search_token_empty_to_submit"="トークンが見つかりませんでしたか？ タップしてリクエストしてください。";
"title_im_noti"="チャットメッセージの通知";
"i_know_temrs_below"="下記を理解しています:";
"password_can't_less_than_8_chars"="パスワードは8桁未満にすることはできません";
"set_account_name"="アカウント名の設定";
"set_wallet_name"="ウォレット名を設定";

"add_accounts"="アカウントを追加";
"bp_rank"="ランキング";

"see_sign_info"="署名の内容を表示";
"sdk_sign_tips_no_pk"="注：Information Signatureは、あなたの秘密鍵をDAppに提供しません";
"tip_tp_code_copied_paste_it"="TPパスワードがコピーされました。貼り付けてください〜";
"common_code_copy_text_%@_then_open_in_tp"="段落全体%@をコピーしてTokenPocketに開きます";
"tp_cmd_key"="TPコマンド";
"param_error"="パラメータエラー";
"invite_friend_reg"="Invite New Friends";
"check_u_copied_a_tp_code"="TPパスワードをコピーしたことを確認します";
"open_immediately"="すぐに開く";

"unknown_type_pls_update_version"="タイプが不明です，バージョンを更新してください";
"auto_filter_chars_%@"="自動フィルタ文字: %@";
"random_account"="ランダム口座番号";

//4-16
"amount_than_100k" = "この数は0.01KBより大きくなければなりません";
"add_repeat"="繰り返し追加できません";
"iram_not_enough"=" iRAMリソースが不足しています, リソース管理ページにアクセスしてください";
"igas_not_enough"="iGasのリソースが不足しています, リソース管理ページにアクセスしてください";
"sell_iram_not_enough"="販売可能なiRAMの数が足りません";
"unstake_amount_not_enough"="償還可能額が不足しています";
"select_bps:" = "選択したノード：";
"voted_proxy" = "演技後";
"none" = "none";
"pk_exprot_warnning"="警告：秘密鍵は暗号化されていません";

"powered_by_eosAuth"="Data Powered By EOSAuthority";

"current_fund"="現在のブロックチェーン";
"tap_to_switch"= "を切り替えます";

"tip_multy_ways_to_create"="複数の方法で作成してください";
"selected"="Selected";
"z_news"="ニュース";

"iost_refund_list"="償還リスト";
"iost_vote_title_producer"="プロデューサー投票";
"iost_bp_rank"="ランキング";

"batch_creation" = "バッチ作成";
"batch_random" = "バッチランダム";
"new_account_puk" = "新規アカウント公開鍵";
"resource_dispatch" = "リソース設定";
"indicates_account_available" = "アカウントが利用可能であることを示します";
"indicates_account_unavailable" = "アカウントは利用できません";
"estimate_cost" = "予想コスト：";
"begin_create" = "作成を開始";
"batch_tips_1_%@"="新しく登録されたアカウントの公開鍵は%@と同じです。変更するにはここをクリックしてください。";
"batch_tips_1_1"="デフォルトの公開鍵に戻るにはここをクリック";
"batch_tips_2"="新規登録アカウントのリソース割り当てはRAM 4 KB、CPU 0.05 EOS、NET 0.01 EOSです。ここをクリックして変更できます。";
"batch_tips_2_1"="デフォルトのリソース設定に戻るにはここをクリックしてください。 ";
"tap_this" = "ここをクリック";
"custom_account" = "カスタムアカウント";
"create_account_num" = "アカウント番号を作成";
"import_after_creation"="作成後に自動的にインポートされますか？";
"import" = "import";
"not_import"="インポートしない";
"create_result" = "結果を作成";
"create_success" = "正常に作成されました";
"create_fail" = "作成に失敗しました";
"create_fail" = "作成に失敗しました";
"展開" = "すべて展開";
"batch_password_tips"=" *作成後、アカウントはパスワードの変更を使用してインポートされます。";
"account_input_or_ramdon"="アカウント番号を入力するか、左側をクリックしてランダムに生成してください。";
"add_one" = "1つ追加";
"account_grade_alert_content"="現在の資産クォータが10 EOSを超えているため、はパートナーアカウントから個人アカウントにアップグレードすることをお勧めします。";
"go_greade"="アップグレードへ行く ";
"next_time" = "もう一度言いなさい";
"account_grade" = "アカウントのアップグレード";
"account_grade_tips_content"="バックアップに成功しました。このページでパートナーアカウントを個人用アカウントにアップグレードするのに役立ちます。";
"account_grade_read"="アップグレードする前に注意事項をよく読んでください。";
"account_grade_read_1"="このアップグレードではTPの回復権限が削除されます。削除した後は、電話番号で再度ログインすることはできません。";
"account_grade_read_2"=" TPの回復権限を削除した後は、アカウントのインポートにバックアップしたばかりの秘密鍵しか使用できません。秘密鍵を必ず保護してください。";
"account_grade_read_3"="今回アカウントをアップグレードしていない場合、次回携帯電話番号でログインしたときに、バックアップしたばかりの秘密鍵は無効になります。";
"account_grade_already_read"="上記をよく読み、アカウントのアップグレードについて理解しました。";
"grade_first" = "すぐにアップグレード";
"grade_success" = "アップグレードが成功しました";
"grade_fail" = "アップグレードに失敗しました";
"not_confirm_exit_app"=" DAPPはアプリを終了する前に再確認する必要はありません。";
"third_parties"="第三者による作成";
"third_parties_desc"="最も人気のあるサードパーティのアカウント作成";

"create_jion_team_code"="グループパスワードを生成してください";
"save_to_local"="ローカルに保存";
"share_group"="グループ共有";
"join_immediately"="今すぐ参加";
"select_region"="地域を選択";
